Repository: darrylmorley/whatcable
Catalog: Sources/WhatCable/Resources/Localizable.xcstrings
Source language: en
Languages: hy, zh_hans

source: %@ negotiated
hy: համաձայնեցված է %@
zh_hans: 已协商 %@

source: %@ profiles
hy: %@ ռեժիմ
zh_hans: %@ 供电档位

source: %lld devices removed
hy: %lld սարք հեռացվեց
zh_hans: 已移除 %lld 个设备

source: %lld USB devices
hy: %lld USB սարք
zh_hans: %lld 个 USB 设备

source: %lld USB-C ports detected, but nothing is currently plugged in. Turn off "Hide empty ports" in Settings to see them.
hy: Հայտնաբերվել է %lld USB-C պորտ, սակայն այս պահին ոչինչ միացված չէ։ Դրանք տեսնելու համար «Կարգավորումներում» անջատեք «Թաքցնել դատարկ պորտերը» ֆունկցիան:

source: About %@
hy: %@-ի մասին
zh_hans: 关于 %@

source: active
hy: ակտիվ
zh_hans: 当前

source: Active
hy: Ակտիվ
zh_hans: 活跃

source: Active cable electronics
hy: Կաբելի ակտիվ էլեկտրոնիկա
zh_hans: 有源线缆电子组件

source: All raw IOKit properties (%lld)
hy: IOKit-ի բոլոր անմշակ տվյալները (%lld)
zh_hans: 全部原始 IOKit 属性（%lld）

source: Behavior
hy: Վարքագիծ
zh_hans: 行为

source: Built by %@.
hy: Ստեղծվել է %@-ի կողմից:
zh_hans: 由 %@ 构建。

source: Cable trust signals
hy: Կաբելի վստահելիության ազդանշաններ
zh_hans: 线缆可信度信号

source: Cancel
hy: Չեղարկել
zh_hans: 取消

source: Charger connected
hy: Լիցքավորիչը միացված է
zh_hans: 充电器已连接

source: Charger disconnected
hy: Լիցքավորիչը անջատված է
zh_hans: 充电器已断开

source: Check for Updates…
hy: Ստուգել թարմացումները…
zh_hans: 检查更新…

source: Connected devices
hy: Միացված սարքեր
zh_hans: 已连接设备

source: Connected: %@
hy: Միացված է՝ %@
zh_hans: 已连接：%@

source: Connection
hy: Կապ
zh_hans: 连接

source: Display
hy: Էկրան
zh_hans: 显示

source: Done
hy: Կատարված է
zh_hans: 完成

source: Downloading…
hy: Ներբեռնվում է
zh_hans: 正在下载…

source: File a GitHub issue with this cable's e-marker fingerprint
hy: Ստեղծել GitHub issue այս կաբելի e-marker մատնահետքով
zh_hans: 使用这条线缆的 e-marker 指纹提交 GitHub issue

source: Font size
hy: Տառատեսակի չափը
zh_hans: 字体大小

source: Helps the maintainer reproduce charger / cable behavior tied to specific hardware.
hy: Օգնում է մշակողին վերարտադրել լիցքավորիչի/կաբելի վարքագիծը՝ կապված կոնկրետ սարքակազմի հետ:
zh_hans: 帮助维护者复现与特定硬件相关的充电器/线缆行为。

source: Hide empty ports
hy: Թաքցնել դատարկ պորտերը
zh_hans: 隐藏空端口

source: Host (%@)
hy: Հոսթ (%@)
zh_hans: 主机（%@）

source: Include Mac model and macOS version
hy: Ներառել Mac-ի մոդելը և macOS-ի տարբերակը
zh_hans: 包含 Mac 机型和 macOS 版本

source: Install failed: %@
hy: Տեղադրումը ձախողվեց՝ %@
zh_hans: 安装失败：%@

source: Install update
hy: Տեղադրել թարմացումը
zh_hans: 安装更新

source: Installing, WhatCable will relaunch
hy: Տեղադրվում է. WhatCable-ը կվերագործարկվի
zh_hans: 正在安装，WhatCable 将重新启动

source: Keep window open
hy: Պատուհանը բաց թողնել
zh_hans: 保持窗口打开

source: Key
hy: Բանալի

source: Launch at login
hy: Գործարկել համակարգ մուտք գործելիս
zh_hans: 登录时启动

source: Lives in the menu bar with no Dock icon.
hy: Գտնվում է մենյուի տողում՝ առանց Dock-ի պատկերակի:
zh_hans: 驻留在菜单栏，不显示 Dock 图标。

source: No
hy: Ոչ
zh_hans: 否

source: no active link
hy: ակտիվ կապ չկա
zh_hans: 无活跃链路

source: No USB-C ports detected
hy: USB-C պորտեր չեն հայտնաբերվել
zh_hans: 未检测到 USB-C 端口

source: Nothing connected
hy: Ոչինչ միացված չէ
zh_hans: 未连接任何设备

source: Notifications
hy: Ծանուցումներ
zh_hans: 通知

source: Notify on cable changes
hy: Ծանուցել կաբելի փոփոխությունների մասին
zh_hans: 线缆变化时通知

source: Open in GitHub
hy: Բացել GitHub-ում
zh_hans: 在 GitHub 中打开

source: Opens a pre-filled GitHub issue in your browser. Nothing is sent until you submit there.
hy: Ձեր բրաուզերում կբացվի նախապես լրացված GitHub issue: Ոչինչ չի ուղարկվի, մինչև դուք չհաստատեք այնտեղ:
zh_hans: 会在浏览器中打开预填好的 GitHub issue。只有你在那里提交后才会发送内容。

source: Optical
hy: Օպտիկական
zh_hans: 光纤

source: PD source
hy: PD հոսանքի աղբյուր
zh_hans: PD 供电源

source: Plug events
hy: Միացման իրադարձություններ
zh_hans: 插拔事件

source: Preview of what will be included:
hy: Ներառվող տվյալների նախադիտում.
zh_hans: 将包含内容的预览：

source: Provisioned
hy: Կարգավորված
zh_hans: 已配置

source: Quit
hy: Ելք
zh_hans: 退出

source: Quit %@
hy: Փակել %@-ը
zh_hans: 退出 %@

source: Refresh
hy: Թարմացնել
zh_hans: 刷新

source: Report this cable
hy: Զեկուցել այս կաբելի մասին
zh_hans: 报告这条线缆

source: Runs as a regular Dock app with a window.
hy: Աշխատում է որպես սովորական հավելված՝ Dock-ում և պատուհանով:
zh_hans: 作为普通 Dock 应用运行并显示窗口。

source: Settings
hy: Կարգավորումներ
zh_hans: 设置

source: Settings…
hy: Կարգավորումներ…
zh_hans: 设置…

source: Show in menu bar
hy: Ցուցադրել մենյուի տողում
zh_hans: 显示在菜单栏

source: Show technical details
hy: Ցուցադրել տեխնիկական մանրամասները
zh_hans: 显示技术详情

source: Supported
hy: Աջակցվում է
zh_hans: 支持

source: This Mac doesn't seem to expose its port-controller services. Hit refresh, or check System Information > USB.
hy: Այս Mac-ը կարծես թե չի տրամադրում պորտերի վերահսկման ծառայությունները: Սեղմեք թարմացնել կամ ստուգեք System Information > USB բաժինը:
zh_hans: 这台 Mac 似乎没有暴露端口控制器服务。请点按刷新，或检查“系统信息”>“USB”。

source: Thunderbolt fabric
hy: Thunderbolt կառուցվածք
zh_hans: Thunderbolt 拓扑

source: Transports
hy: Տվյալների փոխանցում
zh_hans: 传输

source: Unknown
hy: Անհայտ
zh_hans: 未知

source: USB active
hy: USB-ն ակտիվ է
zh_hans: USB 活跃

source: USB device
hy: USB սարք
zh_hans: USB 设备

source: USB device disconnected
hy: USB սարքն անջատվեց
zh_hans: USB 设备已断开

source: Verifying signature…
hy: Ստուգվում է թվային ստորագրությունը…
zh_hans: 正在验证签名…

source: View release
hy: Տեսնել թողարկումը
zh_hans: 查看发布页

source: What gets shared?
hy: Ի՞նչ տվյալներ են ուղարկվելու:
zh_hans: 会分享哪些内容？

source: WhatCable %@ is available
hy: WhatCable %@-ը հասանելի է
zh_hans: WhatCable %@ 可用

source: WhatCable on GitHub
hy: Բացել GitHub-ում
zh_hans: GitHub 上的 WhatCable

source: Yes
hy: Այո
zh_hans: 是

source: You're on %@
hy: Դուք օգտագործում եք %@ տարբերակը
zh_hans: 当前版本 %@
